{
    "news" : [
        {
            "index": 0,
            "judul": "Dibalik Kesuksesan IJoST Jurnal Q1 UPI: Dwi Fitria Al Husaeni dan Dwi Novia Al Husaeni sebagai Tim Layout dan Web Editor",
            "uploder": "HUMAS UPI",
            "tanggal": "21/05/2022",
            "picture": "https://storage.googleapis.com/cv-skn-bucket/pemvis/kelompok-1/Picture9.jpg",
            "text": [
                "Dwi Fitria Al Husaeni dan Dwi Novia Al Husaeni merupakan dua orang mahasiswi Departemen Pendidikan Ilmu Komputer, Universitas Pendidikan Indonesia (UPI) yang merupakan tim layout dan web editor IJoST. Dwi dan Via itulah sapaan akrab mereka. Mereka merupakan saudara kandung yang berkuliah ditempat yang sama, jurusan yang sama, namun berbeda angkatan. Dwi masuk kuliah pada tahun 2019 sedangkan Via pada tahun 2021.",
                "Dwi mulai bergabung dalam tim pengelola jurnal Universitas Pendidikan Indonesia (UPI) lebih dulu dibandingkan Via. Dwi sudah bergabung dengan pengelola jurnal UPI (KJP) kurang lebih 2 tahun dari semester 3 hingga sekarang sudah menginjak semester 6. Berbeda dengan Dwi, Via bergabung dengan tim pengelola jurnal di Universitas Pendidikan Indonesia (KJP) ketika semester 1. Sudah lebih dari 6 bulan via bergabung sebagai tim pengelola jurnal. Sekarang Via sudah menjadi mahasiswi semester 2.",
                "Selain mengelola jurnal IJoST, mereka juga tergabung dalam tim peneliti di Nandiyanto Research Group (NRG) yang beranggotakan Rina Maryanti (Dosen Pendidikan Khusus FIP UPI), Risti Ragadhita, S.Si. (mahasiswi S2 Kimia), dan Meli Finandini (Mahasiswi S1 Pendidikan Kimia). Tak hanya sebagai pengelola jurnal, mereka cukup aktif dalam menulis beberapa artikel, meskipun belum seperti peneliti lainnya di tim NRG. Di bawah bimbingan Dr. Eng. Asep Bayu Dani Nandiyanto, M.Eng., Dwi telah menghasilkan 5 publikasi yang terindeks scopus, 26 artikel jurnal yang terindeks google scholar serta 2 buku. Sedangkan Via baru menghasilkan 1 publikasi yang terindeks scopus, 5 artikel jurnal yang terindeks google scholar serta 1 buah buku.",
                "Bergabung menjadi tim pengelola jurnal merupakan hal yang baru bagi Dwi dan Via, utamanya mengelola jurnal IJoST yang merupakan jurnal terbaik di Indonesia. Hal – hal yang sebelumnya tidak mereka ketahui dan tidak mereka pelajari, mereka temukan di sini. Selain belajar mengenai tata cara mengelola jurnal, mereka pun belajar cara mensyukuri apa yang telah mereka dapatkan dan mereka capai.",
                "“Mengelola jurnal tidak bisa dikatakan mudah dan tidak bisa juga dikatakan sulit. Mengelola jurnal akan dikatakan mudah jika hati dan pikiran kita ikut terjun kedalamnya. Namun, hal itu akan berbeda jika hati dan pikiran kita tidak sejalan dengan apa yang kita kerjakan,” ungkap Dwi.",
                " “Kami mengucapkan terima kasih kepada UPI karena telah mendukung dan memfasilitasi kami dalam mengelola jurnal khususnya jurnal IJoST sebagai peringkat Q1 dan menjadi jurnal No. 1 Se-Indonesia,” Ungkap Dwi dan Via.",
                "Dwi dan Via berharap banyak mahasiswa/i yang termotivasi untuk terjun ke dalam dunia penelitian, melakukan banyak penelitian dan menorehkan banyak prestasi. Tidak hanya prestasi dalam bidang yang terkait dengan perkuliahan, namun juga bidang lainnya (Asep Bayu Nandiyanto/Kantor Jurnal dan Publikasi UPI)"
            ]
        },
        {
            "index": 1,
            "judul": "Risti Ragadhita: Mahasiswa Magister (S2) yang Mempublikasikan 39 Dokumen Scopus",
            "uploder": "HUMAS UPI",
            "tanggal": "21/05/2022",
            "picture": "https://storage.googleapis.com/cv-skn-bucket/pemvis/kelompok-1/Picture7.png",
            "text": [
                "Risti Ragadhita adalah mahasiswa Magister S2 Program Studi Kimia Fakultas Pendidikan Matematika dan Ilmu Pengetahuan Alam (FPMIPA) di Universitas Pendidikan Indonesia (UPI) angkatan 2020. Mahasiswa Magister Kimia UPI ini akrab disapa Risti. Risti menceritakan bahwa selama kuliah, ia telah berhasil mempublikasikan 39 dokumen artikel (per Mei 2022) yang terindeks Scopus.",
                "Risti menyampaikan bahwa usahanya untuk mencapai publikasi hingga 39 dokumen ini, dapat tercapai karna berkat dukungan dan bimbingan dari tim risetnya yaitu Nandiyanto Research Group (NRG) khususnya dukungan dan bimbingan dari dosen yang luar biasa yang sekaligus beliau adalah ketua dari tim riset NRG tersebut yaitu Bapak Dr. Eng. Asep Bayu Dani Nandiyanto., S.T., M.Eng.",
                "Risti bersama tim peneliti lainnya di NRG yang terdiri dari Rina Maryanti (Dosen Pendidikan Khusus FIP UPI yang merupakan mahasiswa S3 Pendidikan Khusus UPI), Siti Nur Hofifah (mahasiswa S1 Pendidikan Biologi FPMIPA UPI), Meli Fiandini (Mahasiswa S1 Pendidikan Kimia FPMIPA UPI), Dwi Fitria Al Husaeni dan Dwi Novia Al Husaeni (mahasiswa  S1 berpretasi Pendidikan Ilmu Komputer FPMIPA UPI) mengungkapkan bahwa lingkungan universitas telah menumbuhkan semangat untuk terus meraih ilmu pengetahuan dan meningkatkan prestasi yang lebih baik karena menulis itu adalah cara efektif untuk mengaplikasikan ilmu yang didapat selama proses menuntut ilmu. Selain itu, menulis dan kemudian mempublikasikan hasil karya tulis itu akan menjadi ladang amal karena dengan seperti itu kami ikut membantu dalam menyebarkan kebermanfaatan bagi orang lain. Ungkap Risti.",
                "Risti juga tak lupa menyampaikan ucapan terimakasihnya kepada UPI, dosen-dosen di Program Studi Kimia, tim riset NRG, dan khususnya Bapak Dr. Eng. Asep Bayu Dani Nandiyanto., S.T., M.Eng yang telah selalu membimbing, mendukung, dan memfasilitasi selama proses penelitian (Asep Bayu Nandiyanto/Kantor Jurnal dan Publikasi UPI)"
            ]
        },
        {
            "index": 2,
            "judul": "Tim Delagasi UPI Melakukan Lawatan Ke Tampere University  University Finland",
            "uploder": "HUMAS UPI",
            "tanggal": "17/05/2022",
            "picture": "https://berita.upi.edu/wp-content/uploads/2022/05/1-2.jpg",
            "text": [
                "Selama Sepekan Tim Universitas Pendidik Indonesia yang dipimpin langsung oleh Rektor Universitas Pendidikan Indonesia Prof. Dr. H. Solehuddin, M.Pd.,MA dan ketua tim riset bidang “ Curriculum Development for Climate Change Education” yaitu Prof. Dr. Mohammad Ali, MA, beserta anggota tim yang terdiri atas Prof. Dr. H. Asep Herry Hernawan, M.Pd., Dr. H. Rudi Susilana, M.Si., Dr. Laksmi Dewi, M.Pd., melaksanakan  diskusi dan kunjungan langsung ke sejumlah destinasi yang mendukung dalam keberhasilan riset kolaboratif yang dimaksud.",
                "Pada kesempatan tersebut tim UPI diterima langsung oleh ketua KBRI Untuk Finland yaitu Ibu Ratu Silvy Gayatri pada hari minggu tanggal 8 Mei 2022, dalam kunjungannya tim riset UPI membahas tentang peluang riset kolaborasi dalam mendukung keberhasilan UPI pada program World Class University (WCU). Selepas diskusi pada hari Senin, 9 Mei 2022 tim melakukan kunjungan ke sekolah universitas (School University) dalam rangka meninjau dan mereview untuk mendapat data dan informasi mengenai research project tentang “ Curriculum Development for Climate Change Education” yang dilaksanakan di Finlandia, tepatnya pada Tampere University. Dalam acara tersebut didiskusi berbagai strategi dan peluang-peluang keberhasilan pengembangan kurikulum.",
                "Pada hari selasa tanggal 10 Mei, tim dari UPI diterima oleh Rektor dan Dekan dari Faculty of Education and Culture, pada kesempatan tersebut dibahas mengenai research project yang diketuai oleh Prof. Dr. Mohammad Ali. Hasil dari pembahasan project riset ini masih berlanjut pada hari Rabu, 11 Mei 2022 , dimana kegiatan diskusi program penelitian yang lebih realistis sebagai best practices mengenai kajian pengembangan kurikulum di Finlandia. Acara tersebut dilangsungkan sambil melakukan Visiting Nature School, di Tampereen Luontokoulu Korento. Acara dilangsungkan sampai dengan selesai dan tim delegasi UPI melakukan explorasi di sekitar kampus Tampereen University Bersama dengan tim riset dari Finland lainnya.",
                "Rangkaian acara dari tim delegasi UPI selanjutnya yaitu pada hari Kamis, 12 Mei 2022 melakukan Workshop dengan Lecturer  oleh Specialist in Environmental Education, yaitu Ibu Dr Essi Aarnio-Linnavuori, acara berlangsung sampai dengan waktu makan siang. Dari hasil workshop tersebut diperoleh banyak ilmu dan peluang riset berkelanjutan mengenai kurikulum pendidikan lingkungan hidup. Setelah menuntaskan serangkaian program kegiatan di Tampere University, sekolah universitas binaan kampus, dan juga site visit lainnya dalam mendukung diperolehnya peluang riset maupun penuntasan riset kolaboratif ini, maka tim UPI Kembali ke tanah air. Semoga hasil dari muhibah luar negeri dalam rangkaian riset mengenai Curriculum Development for Climate Change Education, dapat memperkuat prestasi UPI dalam memposisikan dirinya pada World Class University (WCU), 2022. (Mei, 2022, DD)."
            ]
        },
        {
            "index": 3,
            "judul": "Gelaran Pengukuhan Guru Besar (PGB) UPI 2022 Hari Ke-2: UPI Kukuhkan 4 Orang Profesor FPBS, FPEB, dan FPOK",
            "uploder": "HUMAS UPI",
            "tanggal": "21/05/2022",
            "picture": "https://storage.googleapis.com/cv-skn-bucket/pemvis/kelompok-1/pgbhari2.jpeg",
            "text": [
                "Bandung, UPI - Kamis (19/5), Universitas Pendidikan Indonesia (UPI) telah usai melaksanakan serangkaian acara Pengukuhan Guru Besar (PGB) 2022 hari ke-2 yang dilaksanakan di Gedung Ahmad Sanusi, UPI, Kampus Bumi Siliwangi, Kota Bandung dan melalui aplikasi Video Conference Zoom Meeting serta ditayangkan secara online.",
                "Pengukuhan Guru Besar ini dihadiri oleh Rektor Universitas Pendidikan Indonesia, Prof. Dr. H. M. Solehuddin M.Pd, MA. Sekretaris Majelis Wali Amanat (MWA) UPI, Prof. Dr. Idrus Affandi, SH., Ketua Senat Akademik (SA) UPI, Prof. Dr. Didi Suryadi, M.Ed. beserta jajaran, Ketua Dewan Guru Besar (DGB) UPI, Prof. Dr. Karim Suryadi, M.Si. beserta jajaran, Ketua LPPM, Ketua Satuan Audit Internal, Ketua Fakultas, Dekan Fakultas, para dosen yang dikukuhkan, serta sejumlah tamu undangan.",
                "Pada Pengukuhan Guru Besar  yang ke-2 ini, dikukuhkan tiga Guru Besar, yaitu Prof. Dr. Dra. Janah Sojanah, M.Si. Prof. Dr. Dra. Nani Sutarni, M.Pd. dan Prof. Dr. Dra. Nurjanah, M.Pd.",
                "Untuk kesempatan pertama, Prof. Dr. Dra. Janah Sojanah, M.Si memberikan pidato untuk pengukuhannya sebagai guru besar dengan judul “Kinerja Sumber Daya Manusia Dimasa Pandemi Covid-19 Menuju Era New Normal”.  Hal ini berkaitan dengan bidang keilmuan  Prof. Dr. Dra. Janah Sojanah, M.Si. yaitu Manajemen Sumber Daya Manusia pada Fakultas Pendidikan Ekonomi dan Bisnis (FPEB).",
                "Kemudian dilanjutkan dengan pidato pengukuhan guru besar yang disampaikan oleh Prof. Dr. Dra. Nani Sutarni, M.Pd. dengan judul “Pengembangan Mutu Pendidikan Manajemen Untuk Pembangunan Pendidikan Berkelanjutan”. Judul ini merupakan dasar untuk pengukuhan Prof. Dr. Dra. Nani Sutarni, M.Pd, sebagai Guru Besar pada Program Studi Pendidikan Manajemen Perkantoran, Fakultas Pendidikan Ekonomi dan Bisnis (FPEB).",
                "Terakhir, Prof. Dr. Dra. Nurjanah, M.Pd. melanjutkan pidato pengukuhan Guru Besarnya dengan judul “Implementasi ICT Dalam Pembelajaran Matematika di Era Revolusi Industri 4.0” judul ini berkaitan dengan bidang keilmuannya yaitu Pendidikan Matematika untuk Fakultas Pendidikan Matematika dan Ilmu Pengetahuan Alam (FPMIPA).",
                "Tiga dosen tersebut menyampaikan dengan lugas seluruh gagasan berkaitan dengan kepakaran melalui keilmuannya tersebut. Sehingga demikian, setelah masing-masing dosen menyampaikan pidato pengukuhannya secara resmi ketiganya dikukuhkan oleh Rektor UPI.                ",
                "Ketua Dewan Guru Besar UPI menyampaikan selamat kepada para guru besar yang dilantik melalui sambutan dalam PGB kali ini.  “Saya berharap, marilah Bapak dan Ibu, kita keluar dari biara universitas, banyak ruang terbuka ada berbagai platform. Daripada kita hanya menjadi membagikan pesan-pesan yang tidak jelas, mengapa kita tidak produk sendiri ciptaan kita, humor kita, kearifan kita dan kita bagi. Mudah-mudahan itu menjadi amal ilmiyah dan ilmu amaliyah kita,” sambut Ketua DGB.",
                "PGB hari ke-dua ini menjadi titik harapan lainnya, bahwa kampus dapat menjadi tempat terbaik untuk mengkomunikasikan segala aspek ilmu dan pengalaman para dosen untuk disebarkan kepada masyarakat luas. Hal ini diharapkan dapat menciptakan masyarakat yang berpengetahuan tinggi. Harapan lain bagi para guru besar yang dikukuhkan adalah menjadi motivasi bagi seluruh civitas academica Universitas Pendidikan Indonesia untuk terus berkontribusi dalam ranah pendidikan untuk kemajuan bangsa. (Teks & Foto: Salsabila Adisa/edit: end)"
            ]
        },
        {
            "index": 4,
            "judul": "Dua Jurnal UPI: IJoST Raih Peringkat Q1 dan Tempati No. 1 Se-Indonesia dan IJAL Raih Peringkat Q2 di Scopus",
            "uploder": "HUMAS UPI",
            "tanggal": "21/05/2022",
            "picture": "https://storage.googleapis.com/cv-skn-bucket/pemvis/kelompok-1/Picture1-4.png",
            "text": [
                "Universitas Pendidikan Indonesia (UPI) kembali menorehkan prestasi melalui jurnal yang dimilikinya yaitu Indonesian Journal of Science and Technology (IJoST) dan dan Indonesian Journal of Applied Linguistics (IJAL) yang saat ini sudah terdaftar di scopus mendapatkan masing-masing Q1 (SJR 0,71) dan Q2 (SJR 0,3) dari data www.scimagojr.com, kedua jurnal mengalami kenaikan peringkat SJR pada update data scopus tahun ini.",
                "Rektor Universitas Pendidikan Indonesia Prof. Dr. H. M Solehuddin, M.Pd., MA menyampaikan “rasa bangga atas prestasi IJoST dan IJAL, serta berharap jurnal tersebut terus semakin meningkatkan prestasinya secara konsisten dan menjadi penggerak budaya meneliti di lingkungan UPI dan secara global.”",
                "IJoST yang dibentuk dari tahun 2016 memiliki fokus tema dalam sains dan teknologi diantaranya; Kimia dan Teknik Kimia, Fisika dan Teknik Fisika, Teknik Mesin, Biologi dan Bioteknologi serta Sistem Bio Rekayasa Pangan, Pertanian, Matematika, lmu dan Teknik Komputer, Rekayasa Ruang Angkasa, Rekayasa Kelistrikan, Arsitektur dan Teknik Sipil dan bidang terkait lainnya. Situs IJOST pada https://ejournal.upi.edu/index.php/ijost/ sudah dikunjungi lebih dari 700 ribu kali (flag counter) dan telah disitasi lebih dari dua ribu kali (google scholar). Dari data scimagojr per tanggal 11 Mei 2022, IJoST berada di peringkat pertama untuk SJR tertinggi di Indonesia.",
                "Dr. Eng. Asep Bayu Nandiyanto, S.T., M. Eng adalah editor-in-chief IJoST dan beliau adalah salah satu dosen Kimia di FPMIPA Universitas Pendidikan Indonesia yang banyak menerima berbagai penghargaan di bidang research baik dari dalam maupun luar negeri, serta termasuk dalam 20 besar top peneliti terbaik di Indonesia versi Sinta. Managing editor IJoST adalah mahasiswa yaitu Dwi Fitria Al Husaeni (S1 Pendidikan Ilmu Komputer, UPI) dan Dwi Novia Al Husaeni (S1 Pendidikan Ilmu Komputer, UPI), serta tim editor IJoST terdiri dari beberapa dosen UPI seperti Prof. Dr. Ade Gafar Abdulah, M.Si. (FPTK UPI), Dr. Lala Septem Riza, S.Si., M.Si. (FMIPA UPI), Prof. Dr. Hj. Budi Mulyanti, M.Si (FPTK UPI), Prof. Dr. Ida Hamidah, M.Si (FPTK UPI), Prof. Dr. Rizky Rosjanuardi, M.Si (FMIPA UPI), Prof. Topik Hidayat, S.Pd., M.Si., Ph.D (FMIPA UPI) beserta beberapa dosen lain baik dari UPI, Indonesia, dan internasional dari negara-negara lain seperti Jepang, Malaysia, Saudi Arabia, Korea Selatan, Jerman, Amerika, Australia, Afrika, dan sebagainya. Selain itu, IJoST juga melibatkan tim dari beberapa mahasiswa UPI yaitu Risti Ragadhita, S.Si. (Kimia), Meli Fiandini (Pendidikan Kimia), Rina Maryanti, S.Pd., M.Pd (Pendidikan Khusus) yang membantu dalam tim layout, serta Yana R. Sopian, S.T., M.T. sebagai supporting IT team. IJoST juga didukung oleh Prof. Dr. Didi Sukyadi, S.Pd., M.A sebagai Dewan Penasehat",
                "IJAL diinisiasi oleh Prof. Dr. Didi Sukyadi, S.Pd., M.A. dan tim dari Balai Bahasa UPI pada tahun 2011. Pada awalnya, IJAL menampung naskah-naskah yang disajikan di Conference on Applied Linguistics (CONAPLIN), namun di tahun kedua IJAL menerima naskah yang dikirim melalui sistem OJS. Prof. H. Fuad Abdul Hamied, M.A., Ph.D., Editor-in-Chief dari jurnal ini, dan Prof. Dr. Didi Sukyadi, S.Pd., M.A., sebagai Vice Editor-in-Chief, terus berusaha untuk meningkatkan kualitas IJAL dengan mengundang editor dan mitra bestari bereputasi dalam pengelolaan naskah-naskah IJAL. Dalam jajaran penasihat dewan editor dan mitra bestari, terdapat nama dosen UPI dan dari universitas baik dari dalam maupun dari luar negeri. Lukman Hakim, S.Pd., M.Pd. adalah managing editor IJAL. Laman IJAL bisa diakses melalui https://ejournal.upi.edu/index.php/IJAL.",
                "Laman jurnal ini sudah dilihat lebih dari satu juta kali sejak pertama sekali diterbitkan. IJAL menerbitkan artikel penelitian yang mendokumentasikan masalah linguistik terapan bahasa pertama, bahasa kedua, maupun bahasa asing. Meskipun bahasa yang digunakan di artikel IJAL adalah bahasa Inggris, jurnal ini tidak membatasi artikel yang hanya meneliti bahasa Inggris saja. IJAL juga menerbitkan penelitian linguistik terapan dalam bahasa lain seperti bahasa daerah, Arab, Inggris, Prancis, Jerman, Indonesia, Jepang, Korea, dan bahasa-bahasa lain. Memasuki tahun kesepuluh, IJAL saat ini menerbitkan 25 artikel per terbitan di bulan Januari, Mei, dan September. Karena tingginya kualitas publikasi di IJAL, IJAL juga telah mengantarkan beberapa dosen di Indonesia dan manca negara menjadi guru besar.",
                "Publikasi intenasional membuka peluang besar bagi para peneliti untuk berbagi ilmu dan penelitiannya melalui jurnal internasional, sehingga penelitian tersebut dapat dijangkau masyarakat global dan disitasi. Keberadaan IJAL dan IJoST yang sudah banyak dikenal di negara-negara lain akan meningkatkan akses terhadap penelitian yang dipublikasikan melalui jurnal ini. Artikel di IJAL terbit tiga kali dalam setahun, sedangkan IJoST terbit dua kali dalam setahun.",
                "Direktur Direktorat Urusan Internasional Ahmad Bukhori Muslim, Ph.D. menyatakan bahwa melalui torehan prestasi dua jurnal IJoST dan IJAL ini diharapkan mampu menjadi pendorong untuk jurnal-jurnal agar bisa lebih berkualitas.",
                "Prof Dr. Bunyamin, M.Pd., M.A. Wakil Rektor Bidang Riset, Internasional, Kerja sama, dan Usaha UPI,menyatakan bahwa “Dengan adanya publikasi Q1 dan Q2 mendorong UPI semakin maju sesuai dengan visi dan misi UPI sebagai Universitas pelopor dan unggul di bidang riset.”  (Humas UPI/Dwi Fitria Al Husaeni) (Asep Bayu Nandiyanto/Kantor Jurnal dan Publikasi UPI)"
            ]
        }
    ]
}