{
    "highlights" : [
        {
            "id": "a60c23b8-d57e-4042-83f3-7dd49816577d",
            "title": "Robotics",
            "thumbnail": "https://storage.googleapis.com/cv-skn-bucket/pemvis/kelompok-1/robotics.png",
            "video": "https://storage.googleapis.com/cv-skn-bucket/pemvis/kelompok-1/robotics_kompor_upi.mp4",
            "desc": "Komunitas Mahasiswa Penggemar Otomasi dan Robotika Universitas Pendidikan Indonesia  (KOMPOR UPI) adalah Unit Kegiatan Mahasiswa tingkat universitas di Universitas Pendidikan  Indonesia yang bergerak di bidang ilmu pengetahuan dan teknologi khususnya teknologi otomasi dan  robotika.\nKOMPOR UPI merupakan salah satu unit kegiatan mahasiswa yang mewadahi minat bakat para  mahasiswa Universitas Pendidikan Indonesia yang ingin mengembangkan kemampuan di bidang  teknologi otomasi dan robotika beserta keorganisasian. Kegiatan unggulan KOMPOR UPI diantaranya  Kontes Robot Indonesia, Kontes Robot Terbang Indonesia, Riset Keteknologian, Karya Tulis Ilmiah,  Penerapan Teknologi pada Masyarakat.\nSaat ini KOMPOR UPI mengikuti 5 divisi kontes robot diantaranya Kontes Robot Asia-Pacific  Broadcasting Union (ABU) Indonesia (KRAI), Kontes Robot Sepak Bola Indonesia Beroda (KRSBI),  Kontes Robot SAR Indonesai (KRSRI), Kontes Robot Tematik Indonesia (KRTMI), Kontes Robot  Vertical Takeoff landing Indonesia (VTOL). Tidak hanya kontes robot, juga KOMPOR UPI  mewujudakan desa binaan UPI dengan program Pengabdian pada Masyarakat yang di laksanakan di  Gunung Halu dengan tema Pompa Air Energi Terbarukan.\nPrestasi yang sering di raih KOMPOR UPI bisa di lihat pada laman resmi KOMPOR UPI."
        },
        {
            "id": "82747b9d-e1a0-4a51-a08f-1d7d51700c68",
            "title": "Programming",
            "thumbnail": "https://storage.googleapis.com/cv-skn-bucket/pemvis/kelompok-1/comp_science.png",
            "video": "https://storage.googleapis.com/cv-skn-bucket/pemvis/kelompok-1/robotics_kompor_upi.mp4",
            "desc": "Program Studi Ilmu Komputer merupakan salah satu program studi di Departemen Pendidikan Ilmu Komputer di Fakultas Pendidikan Matematika dan Ilmu Pengetahuan Alam. Program studi mulai menyelenggarakan pendidikan pada tanggal 17 Juli 2005, dengan nomor SK pendirian program studi 1342/J33/PP.03.02/2005 pada tanggal 16 Maret 2005. Pada awal pendirian, program studi ini memiliki beberapa dosen yang pada umumnya diambil dari program studi matematika dan fisika. Sampai saat ini, telah terdapat 16 dosen program studi, yang merupakan lulusan dari berbagai universitas dan institut, antara lain UGM, UI, dan ITB.\nPada tahun 2015, program studi mengajukan akreditasi dan mendapatkan peringkat “B” dengan nomor SK BAN PT 089/SK/BAN-PT/Akred/S/III/2015. Pada tahun 2019, Program Studi direncanakan akan memperbarui akreditasi BAN PT ini.\nProgram studi berfokus pada beberapa bidang kajian dan kepakaran. Fokus bidang kajian dan kepakaran ini telah mempertimbangkan hasil evaluasi kurikulum yang telah dilakukan dan juga perkembangan teknologi informasi dan komunikasi. Bidang kajian dan kepakaran tersebut terdiri dari (i) Rekayasa Perangkat Lunak, (ii) Kontrol Robotika, Kecerdasan Buatan, dan Internet of Thing (IoT), (iii) Multimedia dan Desain, (iv) Teknik Komputer dan Sistem Jaringan, (v) Big Data Analysis, dan (vi) Sistem Informasi. Dalam struktur kurikulum 2018, semua bidang kajian dan kepakaran ini direpresentasikan dalam 6 paket mata kuliah pilihan.\nSetelah menyelesaikan semua mata kuliah dan SKS yang disyaratkan (146 SKS), mahasiswa diharapkan dapat memiliki kemampuan sebagaimana yang telah dirumuskan dalam Capaian Pembelajaran Lulusan, yang terdiri dari Sikap, Pengetahuan, Ketrampilan Umum, dan Ketrampilan Khusus. Capaian Pembelajaran Lulusan telah digariskan pada peraturan perundang-undangan yang berlaku saat ini, sedangkan capaian pada keterampilan khusus program studi dirumuskan secara lengkap pada subbab selanjutnya. Kemudian, lapangan kerja lulusan program studi dapat dibagi kedalam beberapa sektor pekerjaan, yaitu sebagai karyawan (yaitu perusahaan software, perusahaan jaringan dan telekomunikasi, dll), wirausaha (yaitu startup, bisnis, dll), dosen/pendidik, dan pelajar dengan meneruskan pendidikan ke tingkat S2.\nSebagai suatu bidang keilmuan dan profesi, Program Studi Ilmu Komputer memiliki kerjasama dan berasosiasi pada beberapa lembaga profesi dalam dan luar negeri, yaitu APTIKOM, IEEE dan ACM. Disamping itu, terdapat mitra strategis dari program studi, antara lain Sekolah Menengah Kejuruan di Kota Bandung, perusahaan untuk program PPL/magang (antara lain PT. Telkom, IBM, dll), dan Pemerintahan Daerah."
        }
    ]
}